<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>HA_model_poc_20200910.mlmodelc/analytics/coremldata.bin</key>
		<data>
		N6/m83gP3ckKGCS0t8qt07Beodw=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/coremldata.bin</key>
		<data>
		7UNQlQ2L+73IitTkQApRTsspT2c=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/metadata.json</key>
		<data>
		aoqlNYMJdqZyYK3fifv8N1q84t8=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.net</key>
		<data>
		1MMSXsGLL8j1zmop7DZ5nIuWwSo=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.shape</key>
		<data>
		v2J7pYKcdrJgbWv7Cp5E179vrwU=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.weights</key>
		<data>
		g9dVwfKdFr/0JCzIFGJPrqEKHLs=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/model.rank.info.json</key>
		<data>
		G9jOKPMHXIaZBopGKOvWZJFbSho=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>HA_model_poc_20200910.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>Headers/HyBid-Swift.h</key>
		<data>
		BZKgphea/nvKRMZ4L1phVrdTbpw=
		</data>
		<key>Headers/HyBid.h</key>
		<data>
		WFqmZlsvL8U4iFzU3Kfbc0p3mQE=
		</data>
		<key>Headers/HyBidAd.h</key>
		<data>
		k1xprDeD9OVOarFgOyNhdQN4TNA=
		</data>
		<key>Headers/HyBidAdCache.h</key>
		<data>
		217jQULwVvRB8H0HUPwE2WQlszI=
		</data>
		<key>Headers/HyBidAdModel.h</key>
		<data>
		wxsZqm6AWQOkVAjz2VZ0l8wuTpo=
		</data>
		<key>Headers/HyBidAdPresenter.h</key>
		<data>
		QflycMS4VmaPjO2IN2Qt43EL+AY=
		</data>
		<key>Headers/HyBidAdPresenterFactory.h</key>
		<data>
		zej8Siaa9XVffTd7N22C6aKAH9Q=
		</data>
		<key>Headers/HyBidAdRequest.h</key>
		<data>
		3DtayyPVkxVZPmZU4rOlUpJxYBI=
		</data>
		<key>Headers/HyBidAdSize.h</key>
		<data>
		1GADk7KN02M8SZsM9ApL2uHytwM=
		</data>
		<key>Headers/HyBidAdView.h</key>
		<data>
		chMn85pRoxcMxXimclFsDo+EIjw=
		</data>
		<key>Headers/HyBidBannerAdRequest.h</key>
		<data>
		JVlRHoDzQNEYaQDjxU0cxZ84J+c=
		</data>
		<key>Headers/HyBidBannerAdView.h</key>
		<data>
		wheEVBu0S09LkYslaZUTFNU4qpc=
		</data>
		<key>Headers/HyBidBannerPresenterFactory.h</key>
		<data>
		5h2cNklPZ4GJqkzmQ2H9Qa5sep4=
		</data>
		<key>Headers/HyBidBaseModel.h</key>
		<data>
		UW7EYQbMJZJZYoDe7ZsfrHr7tIQ=
		</data>
		<key>Headers/HyBidContentInfoView.h</key>
		<data>
		3En1+Ht2MNkq2aDPptVHOvDD8BU=
		</data>
		<key>Headers/HyBidDataModel.h</key>
		<data>
		NpmOfdPP3Jp3JRS6iX04ImNqFD8=
		</data>
		<key>Headers/HyBidHeaderBiddingUtils.h</key>
		<data>
		OVbCHF4KcJ63ejmL8up6wwwsEsU=
		</data>
		<key>Headers/HyBidIntegrationType.h</key>
		<data>
		lcQYMVqfTfjjd4T1/Z+MUS97d6E=
		</data>
		<key>Headers/HyBidInterstitialAd.h</key>
		<data>
		+x8vGHfAbJAyIhkm+t4W1nn40nk=
		</data>
		<key>Headers/HyBidInterstitialAdRequest.h</key>
		<data>
		MhA8x3IBMMV+56abZgNRkwLYJM4=
		</data>
		<key>Headers/HyBidInterstitialPresenter.h</key>
		<data>
		Eb5Zhjrgu6ERE0oRZt5HEZtdtAo=
		</data>
		<key>Headers/HyBidInterstitialPresenterFactory.h</key>
		<data>
		HSq7jLVkRSalTV+/ijGQy/Dg3ws=
		</data>
		<key>Headers/HyBidLeaderboardAdRequest.h</key>
		<data>
		A6UrPaNKaPNBkCPERRGPRwk4rUA=
		</data>
		<key>Headers/HyBidLeaderboardAdView.h</key>
		<data>
		61mNe4CGcYoyonVzOD2HVYLFnXs=
		</data>
		<key>Headers/HyBidLeaderboardPresenterFactory.h</key>
		<data>
		J84WawZyzAC+9XgmklcZA7hPrCA=
		</data>
		<key>Headers/HyBidLogger.h</key>
		<data>
		FSjnTj2F7nsAQeHG8iCmVxPULZU=
		</data>
		<key>Headers/HyBidMRAIDServiceDelegate.h</key>
		<data>
		6jG8MOhld4ekGRNDoXkgNHY3gGc=
		</data>
		<key>Headers/HyBidMRAIDServiceProvider.h</key>
		<data>
		rUBGc1tNlBGOkG2iuyQzesW79wg=
		</data>
		<key>Headers/HyBidMRAIDView.h</key>
		<data>
		ZkxGgjKpH7SAu8o54QXJ6XlBtwA=
		</data>
		<key>Headers/HyBidMRectAdRequest.h</key>
		<data>
		gT+N2EFtcSgIQFgfm9QBMvgjB8Y=
		</data>
		<key>Headers/HyBidMRectAdView.h</key>
		<data>
		2wFI2J1i6ipjrbdwWo13dSOK6og=
		</data>
		<key>Headers/HyBidMRectPresenterFactory.h</key>
		<data>
		uEKUe38EZPP5MHuCZGbHQqxjgos=
		</data>
		<key>Headers/HyBidNativeAd.h</key>
		<data>
		oCav/rWHBg0LiOXpGcPA/rwn8t8=
		</data>
		<key>Headers/HyBidNativeAdLoader.h</key>
		<data>
		cbx7YZHW8Jjs9haOmIDJ8iFzjVI=
		</data>
		<key>Headers/HyBidNativeAdRenderer.h</key>
		<data>
		8bFfnJ4Ud3y7ev6wXs727PTwHMA=
		</data>
		<key>Headers/HyBidOpenRTBBaseModel.h</key>
		<data>
		TZAaEAIuJXZvx+7H7mOntGingUk=
		</data>
		<key>Headers/HyBidOpenRTBDataModel.h</key>
		<data>
		1JXmZkeZJo2Jw512gOLi/C66kbo=
		</data>
		<key>Headers/HyBidPrebidUtils.h</key>
		<data>
		bi4ihYorXqGZ2fGvfixObpqo+h4=
		</data>
		<key>Headers/HyBidReporting.h</key>
		<data>
		2P3YcK1o862B3wOFzj6Hf71B83s=
		</data>
		<key>Headers/HyBidReportingEvent.h</key>
		<data>
		zB7IPzF8RW+z9HYWC5VtlbWWFJw=
		</data>
		<key>Headers/HyBidReportingManager.h</key>
		<data>
		ANhwG6jhI9hYWWFnRqZU94D9jbo=
		</data>
		<key>Headers/HyBidRequestParameter.h</key>
		<data>
		yD8KAQOhv53WJwhNsG5UmNlgrj8=
		</data>
		<key>Headers/HyBidRewardedAd.h</key>
		<data>
		9MFuBZ4H9d2h3OqY1TM/werihsQ=
		</data>
		<key>Headers/HyBidSessionManager.h</key>
		<data>
		SgqJQuCS31wYONnzZrVVgiw8xW4=
		</data>
		<key>Headers/HyBidSettings.h</key>
		<data>
		BbeRv6zI8iH7eUxMVOvTlaDrzAA=
		</data>
		<key>Headers/HyBidSignalDataProcessor.h</key>
		<data>
		BhesJ2K/MKZ+5ph+CpaAxmoteV4=
		</data>
		<key>Headers/HyBidSkAdNetworkModel.h</key>
		<data>
		kXDArXwi4/6qY+NeeZs9JOmETs0=
		</data>
		<key>Headers/HyBidStarRatingView.h</key>
		<data>
		k9fWoJFj6GmLlOcIYlkHZXp9eZs=
		</data>
		<key>Headers/HyBidTargetingModel.h</key>
		<data>
		xtawszPaCvKxmpPmlnpMxjJpuVA=
		</data>
		<key>Headers/HyBidUserDataManager.h</key>
		<data>
		rte25nYMdP9H/w6amiMqHV/dzfQ=
		</data>
		<key>Headers/HyBidViewabilityManager.h</key>
		<data>
		z/eJgV2tosIlMVarjqiFmUcNtJs=
		</data>
		<key>Info.plist</key>
		<data>
		iuNeaYYO2l1VbPh94Qhxda0quOY=
		</data>
		<key>Modules/HyBid.swiftmodule/Project/i386-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		0Q77ZISPVRh++pfHqKR1o/8b1g0=
		</data>
		<key>Modules/HyBid.swiftmodule/Project/i386.swiftsourceinfo</key>
		<data>
		0Q77ZISPVRh++pfHqKR1o/8b1g0=
		</data>
		<key>Modules/HyBid.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<data>
		vAyqTZhvO+1ajlf+Qqf2wjQivAU=
		</data>
		<key>Modules/HyBid.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<data>
		vAyqTZhvO+1ajlf+Qqf2wjQivAU=
		</data>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<data>
		35OVSHg8zAjhwSb36KNxAV3+Os8=
		</data>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<data>
		lK5dLi2EfKxFpGPlwU4aFRrGyNQ=
		</data>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<data>
		UZLV99vCFt2gdLZv1Si8s5sOXEU=
		</data>
		<key>Modules/HyBid.swiftmodule/i386.swiftdoc</key>
		<data>
		35OVSHg8zAjhwSb36KNxAV3+Os8=
		</data>
		<key>Modules/HyBid.swiftmodule/i386.swiftinterface</key>
		<data>
		lK5dLi2EfKxFpGPlwU4aFRrGyNQ=
		</data>
		<key>Modules/HyBid.swiftmodule/i386.swiftmodule</key>
		<data>
		UZLV99vCFt2gdLZv1Si8s5sOXEU=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		ihWnoNzTEZgwYsjrppZDRwBezt0=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		sQA4DwRrzgVDEkf61GA1Sr3OKWE=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		+wvFUAY1qBIOkS6jOEhFkp64w/Q=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftdoc</key>
		<data>
		ihWnoNzTEZgwYsjrppZDRwBezt0=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftinterface</key>
		<data>
		sQA4DwRrzgVDEkf61GA1Sr3OKWE=
		</data>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftmodule</key>
		<data>
		+wvFUAY1qBIOkS6jOEhFkp64w/Q=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		GuVp+qolMBMKUxQNbVgofVDAn8s=
		</data>
		<key>PNLiteClose.png</key>
		<data>
		n1yE8ymcpvWE3ViYwcTzG3665/M=
		</data>
		<key>PNLiteClose@2x.png</key>
		<data>
		YJGWo+hV40wha6GqWRAKRS9/4Uk=
		</data>
		<key>PNLiteClose@3x.png</key>
		<data>
		HiJUP6J3ffmKg92ZbHc5AdHXyHc=
		</data>
		<key>PNLiteCloseButton.png</key>
		<data>
		mEsJPcb3U2QtLoYg5PZL2hJybnk=
		</data>
		<key>PNLiteExternalLink.png</key>
		<data>
		wrNA+lNFcIu4O70AtWXb05DRsYU=
		</data>
		<key>PNLiteExternalLink@2x.png</key>
		<data>
		W/exFw13T+OaUPQZZzYiVYKOOJE=
		</data>
		<key>PNLiteFullScreen.png</key>
		<data>
		wZzA2+xe9UJ7GOGC6nMUjmOmrRg=
		</data>
		<key>PNLiteFullScreen@2x.png</key>
		<data>
		RIvdv+uyMWb4it0X3u97W/axqgg=
		</data>
		<key>PNLiteMute.png</key>
		<data>
		L/pb43eMpFLEgdx7rsqwYIAvWvk=
		</data>
		<key>PNLiteMute@2x.png</key>
		<data>
		C1UfnfWQNmD1vWkTCEZucUIqW5M=
		</data>
		<key>PNLitePlay.png</key>
		<data>
		dZu8YCOw7WDuJeBIORE7wb+r1NI=
		</data>
		<key>PNLitePlay@2x.png</key>
		<data>
		J8s5MkDacBrK0cjD/YhorJtz2o0=
		</data>
		<key>PNLiteUnmute.png</key>
		<data>
		UuvE9CMJS+dRjKGTQbOlEgkNkqk=
		</data>
		<key>PNLiteUnmute@2x.png</key>
		<data>
		5rJtDoYWQXO16No+mmeBDFJaufg=
		</data>
		<key>PNLiteVASTPlayerFullScreenViewController.nib/objects-11.0+.nib</key>
		<data>
		95PrXTGXx+PduZ49rJWpTfHiVXo=
		</data>
		<key>PNLiteVASTPlayerFullScreenViewController.nib/runtime.nib</key>
		<data>
		9H3IJnEjuBhHjDM1p4OCVDVFXf8=
		</data>
		<key>PNLiteVASTPlayerInterstitialViewController.nib</key>
		<data>
		/upyvfzoqrsvGZHSClupKXBJWgA=
		</data>
		<key>PNLiteVASTPlayerRewardedViewController.nib/objects-11.0+.nib</key>
		<data>
		3L0OJBLt5weI4lFcOKz0yBm8MEE=
		</data>
		<key>PNLiteVASTPlayerRewardedViewController.nib/runtime.nib</key>
		<data>
		t5vpetqn9hWx+b+rulyoQzJTjEI=
		</data>
		<key>PNLiteVASTPlayerViewController.nib/objects-11.0+.nib</key>
		<data>
		dA3IA0jO/kYzEVZuXq51sWXmvdg=
		</data>
		<key>PNLiteVASTPlayerViewController.nib/runtime.nib</key>
		<data>
		uA6fECuDb5tjq4UFrpRjyfNC71s=
		</data>
		<key>age.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ln5x1Y/L2zqdPZ4KZL2EV++GTdg=
		</data>
		<key>age.mlmodelc/coremldata.bin</key>
		<data>
		/oI+zWcmqAcrx7/gj9xCksmdhmU=
		</data>
		<key>age.mlmodelc/metadata.json</key>
		<data>
		c0MQCs9FVDeIbmxvGD/YRFWNqmo=
		</data>
		<key>age.mlmodelc/model.espresso.net</key>
		<data>
		M8rgTayaEzdRpfDhr+hda5vH4OE=
		</data>
		<key>age.mlmodelc/model.espresso.shape</key>
		<data>
		uZPa4B/C9auc8QYKNI5VWWcijEo=
		</data>
		<key>age.mlmodelc/model.espresso.weights</key>
		<data>
		itlhltkuDoix520rLNkZS+ca3AY=
		</data>
		<key>age.mlmodelc/model.rank.info.json</key>
		<data>
		G9jOKPMHXIaZBopGKOvWZJFbSho=
		</data>
		<key>age.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>age.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		F4eV5mXReQYVzJ6dkMJcS5UbxSA=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/analytics/coremldata.bin</key>
		<data>
		3IdbYJtDoIHefRUofE8jWZSitR8=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/coremldata.bin</key>
		<data>
		eNadvfkUKo7VhjmqKtELwQsV6/M=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/metadata.json</key>
		<data>
		UnR1rVFmkpBOx+kHPuB1VKW038M=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.net</key>
		<data>
		E25JYYa45VKu/Hh6xOsAnrvGVOo=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.shape</key>
		<data>
		sAjzfzCE0Q16/YBJsVV/Q/MosMo=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.weights</key>
		<data>
		zTIo911x+ubhwaxC9kjL/3tyUEI=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.rank.info.json</key>
		<data>
		G9jOKPMHXIaZBopGKOvWZJFbSho=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gender_model_january_update_single_output_male.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		tkgF5pxT7RlO+9uypQti9obolyA=
		</data>
		<key>hybid_metadata.db</key>
		<data>
		bIZG2IV4np4nqLaAkubGf/WbCM8=
		</data>
		<key>hybidmraidscaling.js</key>
		<data>
		2jJ3pLX0AHZ8L24MKpAWmPmFel4=
		</data>
		<key>hybidscaling.js</key>
		<data>
		izIvB0pwe0IlCElIU0UL7o4PEek=
		</data>
		<key>merged_sessions.csv</key>
		<data>
		TPHOw1FWDNuGNOIsnldxrUVSnX0=
		</data>
		<key>omsdk.js</key>
		<data>
		VBhnPxV62WtlG5odVIWZbVaiwOc=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>HA_model_poc_20200910.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			N6/m83gP3ckKGCS0t8qt07Beodw=
			</data>
			<key>hash2</key>
			<data>
			FadVfX0nKhFH4LVCpdHLzGQCOL1nrDkVnVGX/+idXaU=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			7UNQlQ2L+73IitTkQApRTsspT2c=
			</data>
			<key>hash2</key>
			<data>
			T0EariZH262lecLKSEgv4p2thOWfSUdxe4qGaLNnd9U=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			aoqlNYMJdqZyYK3fifv8N1q84t8=
			</data>
			<key>hash2</key>
			<data>
			cfdRzFTQpPZD+XzO9vbrs92OlR/yqCl/p0N7bRcc6kA=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			1MMSXsGLL8j1zmop7DZ5nIuWwSo=
			</data>
			<key>hash2</key>
			<data>
			xeaYRUpRDvKMpH8ukd+qQBf/QQ0RH1NxEmMevAxYL0c=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			v2J7pYKcdrJgbWv7Cp5E179vrwU=
			</data>
			<key>hash2</key>
			<data>
			SozfAhoSX9CrFxhWuw5M5mh5HzS0Yj+xLNUFc6Hjvb4=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			g9dVwfKdFr/0JCzIFGJPrqEKHLs=
			</data>
			<key>hash2</key>
			<data>
			X3ruJVYqmETZDAx8iM40Cn01dOfqsbjB/SrxVDv6B2E=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/model.rank.info.json</key>
		<dict>
			<key>hash</key>
			<data>
			G9jOKPMHXIaZBopGKOvWZJFbSho=
			</data>
			<key>hash2</key>
			<data>
			+KWibjBW62+wbe6z28z9iK50kAIAyYxwtZZru37J1N4=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>HA_model_poc_20200910.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>Headers/HyBid-Swift.h</key>
		<dict>
			<key>hash</key>
			<data>
			BZKgphea/nvKRMZ4L1phVrdTbpw=
			</data>
			<key>hash2</key>
			<data>
			X4sDqruPKAx2MbCsFV11z4EqYh0QJXL7pQyzbUuYjts=
			</data>
		</dict>
		<key>Headers/HyBid.h</key>
		<dict>
			<key>hash</key>
			<data>
			WFqmZlsvL8U4iFzU3Kfbc0p3mQE=
			</data>
			<key>hash2</key>
			<data>
			zXE3qOzWBASzdatwb59SE/+KbHYT6pvO4mcTsGxsYAE=
			</data>
		</dict>
		<key>Headers/HyBidAd.h</key>
		<dict>
			<key>hash</key>
			<data>
			k1xprDeD9OVOarFgOyNhdQN4TNA=
			</data>
			<key>hash2</key>
			<data>
			1u2VgK/tgUE9TtQn+tAmOVzKrpl6kgc+zh8LJnIQzaM=
			</data>
		</dict>
		<key>Headers/HyBidAdCache.h</key>
		<dict>
			<key>hash</key>
			<data>
			217jQULwVvRB8H0HUPwE2WQlszI=
			</data>
			<key>hash2</key>
			<data>
			7BxNaXzzFSkm3PEsQHbccqp/kh10JJqaJq0GudRvm60=
			</data>
		</dict>
		<key>Headers/HyBidAdModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			wxsZqm6AWQOkVAjz2VZ0l8wuTpo=
			</data>
			<key>hash2</key>
			<data>
			5H2d3ddhhbUOEosGyAslHLk6MhrmkZp1ORBQQJlTBDs=
			</data>
		</dict>
		<key>Headers/HyBidAdPresenter.h</key>
		<dict>
			<key>hash</key>
			<data>
			QflycMS4VmaPjO2IN2Qt43EL+AY=
			</data>
			<key>hash2</key>
			<data>
			Hy658Ku0R/jYN99C9JINcP4RlZbnxYRmNfjqCMjMrA4=
			</data>
		</dict>
		<key>Headers/HyBidAdPresenterFactory.h</key>
		<dict>
			<key>hash</key>
			<data>
			zej8Siaa9XVffTd7N22C6aKAH9Q=
			</data>
			<key>hash2</key>
			<data>
			1vroaHiDGjqKG/QYfO2vvuZaFKXcAyDnpZL/bPrU2os=
			</data>
		</dict>
		<key>Headers/HyBidAdRequest.h</key>
		<dict>
			<key>hash</key>
			<data>
			3DtayyPVkxVZPmZU4rOlUpJxYBI=
			</data>
			<key>hash2</key>
			<data>
			thhDuzavjbIbvH3/fdWdpP9+zA5FGpj22p/XHbtR+No=
			</data>
		</dict>
		<key>Headers/HyBidAdSize.h</key>
		<dict>
			<key>hash</key>
			<data>
			1GADk7KN02M8SZsM9ApL2uHytwM=
			</data>
			<key>hash2</key>
			<data>
			EROBDpzGoIBAWE6GaKoGaBsTefR+8Fmn+T9Nc4/K7XA=
			</data>
		</dict>
		<key>Headers/HyBidAdView.h</key>
		<dict>
			<key>hash</key>
			<data>
			chMn85pRoxcMxXimclFsDo+EIjw=
			</data>
			<key>hash2</key>
			<data>
			Blaan9zeNc6PEXi+NSSKZVirv8AACkHrL/ojJGXzW5k=
			</data>
		</dict>
		<key>Headers/HyBidBannerAdRequest.h</key>
		<dict>
			<key>hash</key>
			<data>
			JVlRHoDzQNEYaQDjxU0cxZ84J+c=
			</data>
			<key>hash2</key>
			<data>
			gvh6LixsvWxDHzGK9hPt7yZTOmLARUAyq46cnnDzWMQ=
			</data>
		</dict>
		<key>Headers/HyBidBannerAdView.h</key>
		<dict>
			<key>hash</key>
			<data>
			wheEVBu0S09LkYslaZUTFNU4qpc=
			</data>
			<key>hash2</key>
			<data>
			LW4/hg0t5Eu3FsI7ncsfNfE9utZgoxL95Wm/qKoBnBw=
			</data>
		</dict>
		<key>Headers/HyBidBannerPresenterFactory.h</key>
		<dict>
			<key>hash</key>
			<data>
			5h2cNklPZ4GJqkzmQ2H9Qa5sep4=
			</data>
			<key>hash2</key>
			<data>
			5He43s06oVHgParfdvlNDQeFA7ix8++MIGxpUd4H9p8=
			</data>
		</dict>
		<key>Headers/HyBidBaseModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			UW7EYQbMJZJZYoDe7ZsfrHr7tIQ=
			</data>
			<key>hash2</key>
			<data>
			LaxLCtwY1Oyj36uJNGu9tCpVqULcPBdOLwQvGI2B8EI=
			</data>
		</dict>
		<key>Headers/HyBidContentInfoView.h</key>
		<dict>
			<key>hash</key>
			<data>
			3En1+Ht2MNkq2aDPptVHOvDD8BU=
			</data>
			<key>hash2</key>
			<data>
			aROS5oRMmz0MLcuS6tgVCjvdcf2GXH6ioypGV84QWNw=
			</data>
		</dict>
		<key>Headers/HyBidDataModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			NpmOfdPP3Jp3JRS6iX04ImNqFD8=
			</data>
			<key>hash2</key>
			<data>
			MKUUhKG8o+TxWvcpBPM/GoGUo+En9izY/f+N89qoFjY=
			</data>
		</dict>
		<key>Headers/HyBidHeaderBiddingUtils.h</key>
		<dict>
			<key>hash</key>
			<data>
			OVbCHF4KcJ63ejmL8up6wwwsEsU=
			</data>
			<key>hash2</key>
			<data>
			mW81GoIkMgwP2bw0PihpwJW80OPMEdqYZ1ZLRB0LxZY=
			</data>
		</dict>
		<key>Headers/HyBidIntegrationType.h</key>
		<dict>
			<key>hash</key>
			<data>
			lcQYMVqfTfjjd4T1/Z+MUS97d6E=
			</data>
			<key>hash2</key>
			<data>
			jZPwwxVpkZpauzf+VzBKjFK7IWoeg762m00VUgEzX3c=
			</data>
		</dict>
		<key>Headers/HyBidInterstitialAd.h</key>
		<dict>
			<key>hash</key>
			<data>
			+x8vGHfAbJAyIhkm+t4W1nn40nk=
			</data>
			<key>hash2</key>
			<data>
			Kvde93kZMlWi0Fo/Z9PJPi56gM3U81QNca7EBQKpChg=
			</data>
		</dict>
		<key>Headers/HyBidInterstitialAdRequest.h</key>
		<dict>
			<key>hash</key>
			<data>
			MhA8x3IBMMV+56abZgNRkwLYJM4=
			</data>
			<key>hash2</key>
			<data>
			NXHBdPYSjX+pYa6hMzts7HfJbK/su/uu3ueq4g2SOzQ=
			</data>
		</dict>
		<key>Headers/HyBidInterstitialPresenter.h</key>
		<dict>
			<key>hash</key>
			<data>
			Eb5Zhjrgu6ERE0oRZt5HEZtdtAo=
			</data>
			<key>hash2</key>
			<data>
			fShoAIDPmq3ksHdYiW1h1wYz36PUsNtxEsLLyKFw8KM=
			</data>
		</dict>
		<key>Headers/HyBidInterstitialPresenterFactory.h</key>
		<dict>
			<key>hash</key>
			<data>
			HSq7jLVkRSalTV+/ijGQy/Dg3ws=
			</data>
			<key>hash2</key>
			<data>
			XBTzRRwdMaH3EYmvA2/lipn3apvaSURahejvCDbIsPY=
			</data>
		</dict>
		<key>Headers/HyBidLeaderboardAdRequest.h</key>
		<dict>
			<key>hash</key>
			<data>
			A6UrPaNKaPNBkCPERRGPRwk4rUA=
			</data>
			<key>hash2</key>
			<data>
			iqzDOU53N+51Sh3LT289/5+In9GdvJ9Sobn5ds0p91Y=
			</data>
		</dict>
		<key>Headers/HyBidLeaderboardAdView.h</key>
		<dict>
			<key>hash</key>
			<data>
			61mNe4CGcYoyonVzOD2HVYLFnXs=
			</data>
			<key>hash2</key>
			<data>
			MvQwrMoVLqa1k5sfTyBwuw4H1tBrByoUSx8W3FF43zo=
			</data>
		</dict>
		<key>Headers/HyBidLeaderboardPresenterFactory.h</key>
		<dict>
			<key>hash</key>
			<data>
			J84WawZyzAC+9XgmklcZA7hPrCA=
			</data>
			<key>hash2</key>
			<data>
			Zgu7gWp+it0Aj9jXLcp94aDlfZXHgJ46wrDAgjC1PyU=
			</data>
		</dict>
		<key>Headers/HyBidLogger.h</key>
		<dict>
			<key>hash</key>
			<data>
			FSjnTj2F7nsAQeHG8iCmVxPULZU=
			</data>
			<key>hash2</key>
			<data>
			QhhygeLWGPgVeqo3hHRGVpJ0v0AfMJQKRsZCKKpmC90=
			</data>
		</dict>
		<key>Headers/HyBidMRAIDServiceDelegate.h</key>
		<dict>
			<key>hash</key>
			<data>
			6jG8MOhld4ekGRNDoXkgNHY3gGc=
			</data>
			<key>hash2</key>
			<data>
			vlQIW+geFQ40cdiiBrlXyU9gMVU+lbXyMwEGzN4f2dc=
			</data>
		</dict>
		<key>Headers/HyBidMRAIDServiceProvider.h</key>
		<dict>
			<key>hash</key>
			<data>
			rUBGc1tNlBGOkG2iuyQzesW79wg=
			</data>
			<key>hash2</key>
			<data>
			zS7+sFtwH3yrhf7R5PB1/xuESyMEKKgM5boURh4wtgg=
			</data>
		</dict>
		<key>Headers/HyBidMRAIDView.h</key>
		<dict>
			<key>hash</key>
			<data>
			ZkxGgjKpH7SAu8o54QXJ6XlBtwA=
			</data>
			<key>hash2</key>
			<data>
			zsG/uhgQ7eRnc8G+7pPKFXEHYh/7naSxsyqre554pDs=
			</data>
		</dict>
		<key>Headers/HyBidMRectAdRequest.h</key>
		<dict>
			<key>hash</key>
			<data>
			gT+N2EFtcSgIQFgfm9QBMvgjB8Y=
			</data>
			<key>hash2</key>
			<data>
			62M48qUSk7VUtu0djJdVjbWPIhTzEpXbZ1g6UaLKvv0=
			</data>
		</dict>
		<key>Headers/HyBidMRectAdView.h</key>
		<dict>
			<key>hash</key>
			<data>
			2wFI2J1i6ipjrbdwWo13dSOK6og=
			</data>
			<key>hash2</key>
			<data>
			26GbKrioArkxspC4zcfxjxOTaSTIJr6eOuR0eA5zOis=
			</data>
		</dict>
		<key>Headers/HyBidMRectPresenterFactory.h</key>
		<dict>
			<key>hash</key>
			<data>
			uEKUe38EZPP5MHuCZGbHQqxjgos=
			</data>
			<key>hash2</key>
			<data>
			dkVN6f4JazYwn7lNnRviYJnc6stJuSQx900xJjLdsXE=
			</data>
		</dict>
		<key>Headers/HyBidNativeAd.h</key>
		<dict>
			<key>hash</key>
			<data>
			oCav/rWHBg0LiOXpGcPA/rwn8t8=
			</data>
			<key>hash2</key>
			<data>
			etwy8WFm4PgocXTV35wTyU6tn96svCJdjP4RtTG6njA=
			</data>
		</dict>
		<key>Headers/HyBidNativeAdLoader.h</key>
		<dict>
			<key>hash</key>
			<data>
			cbx7YZHW8Jjs9haOmIDJ8iFzjVI=
			</data>
			<key>hash2</key>
			<data>
			sADfTPps/z7I7gidhsx2XsZTzOMDw3oX9gIO4N8Eatw=
			</data>
		</dict>
		<key>Headers/HyBidNativeAdRenderer.h</key>
		<dict>
			<key>hash</key>
			<data>
			8bFfnJ4Ud3y7ev6wXs727PTwHMA=
			</data>
			<key>hash2</key>
			<data>
			FP6rFNkLmsPGD25iHwdw4RnGPLglXWE16uMWyQUG5tA=
			</data>
		</dict>
		<key>Headers/HyBidOpenRTBBaseModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			TZAaEAIuJXZvx+7H7mOntGingUk=
			</data>
			<key>hash2</key>
			<data>
			J4lhJ+CXLmhHYxDAGJdgtSOxi3eA+/NiUEqsarzn/ho=
			</data>
		</dict>
		<key>Headers/HyBidOpenRTBDataModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			1JXmZkeZJo2Jw512gOLi/C66kbo=
			</data>
			<key>hash2</key>
			<data>
			LIju2ICOIhu2DoxlNlpiAnbF34dUyVEMfZ4kR5KfwUQ=
			</data>
		</dict>
		<key>Headers/HyBidPrebidUtils.h</key>
		<dict>
			<key>hash</key>
			<data>
			bi4ihYorXqGZ2fGvfixObpqo+h4=
			</data>
			<key>hash2</key>
			<data>
			F1EkoJj9bYtCYBBd0Cv7kuA120KHyNsH8qm1WTVrpBs=
			</data>
		</dict>
		<key>Headers/HyBidReporting.h</key>
		<dict>
			<key>hash</key>
			<data>
			2P3YcK1o862B3wOFzj6Hf71B83s=
			</data>
			<key>hash2</key>
			<data>
			v++u924vxFUjeCBTlTTJp2YSk+jYgTTzWWZonG7pDUo=
			</data>
		</dict>
		<key>Headers/HyBidReportingEvent.h</key>
		<dict>
			<key>hash</key>
			<data>
			zB7IPzF8RW+z9HYWC5VtlbWWFJw=
			</data>
			<key>hash2</key>
			<data>
			E7YIfs+tfFsz1VbEZOoTjFvHpVc/WLETfK+8RZ8LUg8=
			</data>
		</dict>
		<key>Headers/HyBidReportingManager.h</key>
		<dict>
			<key>hash</key>
			<data>
			ANhwG6jhI9hYWWFnRqZU94D9jbo=
			</data>
			<key>hash2</key>
			<data>
			PuzsNRIbKjrPlu9g+rEn3wagGWZfsH5fHVROqNHW+F0=
			</data>
		</dict>
		<key>Headers/HyBidRequestParameter.h</key>
		<dict>
			<key>hash</key>
			<data>
			yD8KAQOhv53WJwhNsG5UmNlgrj8=
			</data>
			<key>hash2</key>
			<data>
			nk5wg3s0vqnyNi4UX0dPF1/whL6lMr+XgqqL8fvEoQ4=
			</data>
		</dict>
		<key>Headers/HyBidRewardedAd.h</key>
		<dict>
			<key>hash</key>
			<data>
			9MFuBZ4H9d2h3OqY1TM/werihsQ=
			</data>
			<key>hash2</key>
			<data>
			pUHem8wzKb6XPUS5h5dqXi12IHG6lACikqBKQUWTZuc=
			</data>
		</dict>
		<key>Headers/HyBidSessionManager.h</key>
		<dict>
			<key>hash</key>
			<data>
			SgqJQuCS31wYONnzZrVVgiw8xW4=
			</data>
			<key>hash2</key>
			<data>
			BxCpPrG9WA2lB1FizHu9JBwU5kdDNHIKwbzswuToXsg=
			</data>
		</dict>
		<key>Headers/HyBidSettings.h</key>
		<dict>
			<key>hash</key>
			<data>
			BbeRv6zI8iH7eUxMVOvTlaDrzAA=
			</data>
			<key>hash2</key>
			<data>
			5fm7BqmI6ZgkC0N+CkfpL4kPKCC/r6LH0xioGaTh3Oo=
			</data>
		</dict>
		<key>Headers/HyBidSignalDataProcessor.h</key>
		<dict>
			<key>hash</key>
			<data>
			BhesJ2K/MKZ+5ph+CpaAxmoteV4=
			</data>
			<key>hash2</key>
			<data>
			um1RKJaE7WLISGSgcFPE7mc5nazWLi15fChPvpnQOf0=
			</data>
		</dict>
		<key>Headers/HyBidSkAdNetworkModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			kXDArXwi4/6qY+NeeZs9JOmETs0=
			</data>
			<key>hash2</key>
			<data>
			qHQXwL+U3pDf/SZIKNtuBS2GUM78qDbBzzWqAREWPe8=
			</data>
		</dict>
		<key>Headers/HyBidStarRatingView.h</key>
		<dict>
			<key>hash</key>
			<data>
			k9fWoJFj6GmLlOcIYlkHZXp9eZs=
			</data>
			<key>hash2</key>
			<data>
			ewU4ABO08bVKLuiKHOB7FLUp9K2TcI6UdnaMQwteH5w=
			</data>
		</dict>
		<key>Headers/HyBidTargetingModel.h</key>
		<dict>
			<key>hash</key>
			<data>
			xtawszPaCvKxmpPmlnpMxjJpuVA=
			</data>
			<key>hash2</key>
			<data>
			zbl0Q+zm7F7onYUxLeLxeVP1LntTItEbTS2cPpLOIf8=
			</data>
		</dict>
		<key>Headers/HyBidUserDataManager.h</key>
		<dict>
			<key>hash</key>
			<data>
			rte25nYMdP9H/w6amiMqHV/dzfQ=
			</data>
			<key>hash2</key>
			<data>
			UBnhrY/PaueJTmsdR4VJrZm5fA8LtQsuabwvQMZt3bk=
			</data>
		</dict>
		<key>Headers/HyBidViewabilityManager.h</key>
		<dict>
			<key>hash</key>
			<data>
			z/eJgV2tosIlMVarjqiFmUcNtJs=
			</data>
			<key>hash2</key>
			<data>
			tjZF9t42xboU4Tnzgdt2syRPj5aqUlAaFnZMS8Ju9U0=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/Project/i386-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			0Q77ZISPVRh++pfHqKR1o/8b1g0=
			</data>
			<key>hash2</key>
			<data>
			+VkD0LO8WWlxAyIESM/ppM+VG5gzQimMl0U91mGVuQc=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/Project/i386.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			0Q77ZISPVRh++pfHqKR1o/8b1g0=
			</data>
			<key>hash2</key>
			<data>
			+VkD0LO8WWlxAyIESM/ppM+VG5gzQimMl0U91mGVuQc=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/Project/x86_64-apple-ios-simulator.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			vAyqTZhvO+1ajlf+Qqf2wjQivAU=
			</data>
			<key>hash2</key>
			<data>
			fAlvrw+J6rFb18yIs2AD7Yk8mux2ICItIgbadkc7a2k=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/Project/x86_64.swiftsourceinfo</key>
		<dict>
			<key>hash</key>
			<data>
			vAyqTZhvO+1ajlf+Qqf2wjQivAU=
			</data>
			<key>hash2</key>
			<data>
			fAlvrw+J6rFb18yIs2AD7Yk8mux2ICItIgbadkc7a2k=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			35OVSHg8zAjhwSb36KNxAV3+Os8=
			</data>
			<key>hash2</key>
			<data>
			m0kFXAWLtBu5v2kkCcbuZV6+E/7Y8056IxjTEGVzeJo=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			lK5dLi2EfKxFpGPlwU4aFRrGyNQ=
			</data>
			<key>hash2</key>
			<data>
			M1lVq/+v/xmMQj7qiREiKNUi4Wjz29uDMZqOF/xfff0=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			UZLV99vCFt2gdLZv1Si8s5sOXEU=
			</data>
			<key>hash2</key>
			<data>
			Q0aQJL89kfUlCqAbALD7YT6b2mfD8n8vf5RPvnppKW8=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			35OVSHg8zAjhwSb36KNxAV3+Os8=
			</data>
			<key>hash2</key>
			<data>
			m0kFXAWLtBu5v2kkCcbuZV6+E/7Y8056IxjTEGVzeJo=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			lK5dLi2EfKxFpGPlwU4aFRrGyNQ=
			</data>
			<key>hash2</key>
			<data>
			M1lVq/+v/xmMQj7qiREiKNUi4Wjz29uDMZqOF/xfff0=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/i386.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			UZLV99vCFt2gdLZv1Si8s5sOXEU=
			</data>
			<key>hash2</key>
			<data>
			Q0aQJL89kfUlCqAbALD7YT6b2mfD8n8vf5RPvnppKW8=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ihWnoNzTEZgwYsjrppZDRwBezt0=
			</data>
			<key>hash2</key>
			<data>
			qQVeGo+f5buY9sEa0HOuEb7/hQ2Us0ULNV6y3AnX9Ys=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			sQA4DwRrzgVDEkf61GA1Sr3OKWE=
			</data>
			<key>hash2</key>
			<data>
			0Yo19w3Qv3OPKJUqk9J2Fax3tdAR0hsGlZeL/BRnznY=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			+wvFUAY1qBIOkS6jOEhFkp64w/Q=
			</data>
			<key>hash2</key>
			<data>
			ZXERXHQs1KDBE2d9wdJWCTsOKUESIT8sjza+LUMJEDQ=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			ihWnoNzTEZgwYsjrppZDRwBezt0=
			</data>
			<key>hash2</key>
			<data>
			qQVeGo+f5buY9sEa0HOuEb7/hQ2Us0ULNV6y3AnX9Ys=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			sQA4DwRrzgVDEkf61GA1Sr3OKWE=
			</data>
			<key>hash2</key>
			<data>
			0Yo19w3Qv3OPKJUqk9J2Fax3tdAR0hsGlZeL/BRnznY=
			</data>
		</dict>
		<key>Modules/HyBid.swiftmodule/x86_64.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			+wvFUAY1qBIOkS6jOEhFkp64w/Q=
			</data>
			<key>hash2</key>
			<data>
			ZXERXHQs1KDBE2d9wdJWCTsOKUESIT8sjza+LUMJEDQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			GuVp+qolMBMKUxQNbVgofVDAn8s=
			</data>
			<key>hash2</key>
			<data>
			bgKENIgTuacr+XSllOxo2ybvSP8tkyA8uU/vO38Y0D0=
			</data>
		</dict>
		<key>PNLiteClose.png</key>
		<dict>
			<key>hash</key>
			<data>
			n1yE8ymcpvWE3ViYwcTzG3665/M=
			</data>
			<key>hash2</key>
			<data>
			QrBcpN01NXBexKW3Esx6SKQbXHOcNpg8Ngx019iZnNs=
			</data>
		</dict>
		<key>PNLiteClose@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			YJGWo+hV40wha6GqWRAKRS9/4Uk=
			</data>
			<key>hash2</key>
			<data>
			Ls+Bjn0VMnNrq+Pd+pCUqBgN855cLqyL4t6u91/vUdo=
			</data>
		</dict>
		<key>PNLiteClose@3x.png</key>
		<dict>
			<key>hash</key>
			<data>
			HiJUP6J3ffmKg92ZbHc5AdHXyHc=
			</data>
			<key>hash2</key>
			<data>
			yciNsQR6jm5NRqiz5Mh6OPz3Bhvu7B74U2n2HBwws2M=
			</data>
		</dict>
		<key>PNLiteCloseButton.png</key>
		<dict>
			<key>hash</key>
			<data>
			mEsJPcb3U2QtLoYg5PZL2hJybnk=
			</data>
			<key>hash2</key>
			<data>
			N+3UYG0s0rgFIWo5gTW2TdN28+AO+ymduzfNsGT0D7M=
			</data>
		</dict>
		<key>PNLiteExternalLink.png</key>
		<dict>
			<key>hash</key>
			<data>
			wrNA+lNFcIu4O70AtWXb05DRsYU=
			</data>
			<key>hash2</key>
			<data>
			42YsP3ZM38QRT49c7FYONTEBMhxWokxH42LiV4jIYII=
			</data>
		</dict>
		<key>PNLiteExternalLink@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			W/exFw13T+OaUPQZZzYiVYKOOJE=
			</data>
			<key>hash2</key>
			<data>
			4+oqYCH80BAhg9SPGEnKhOpXq54Ni7/55mmu3xHYGkw=
			</data>
		</dict>
		<key>PNLiteFullScreen.png</key>
		<dict>
			<key>hash</key>
			<data>
			wZzA2+xe9UJ7GOGC6nMUjmOmrRg=
			</data>
			<key>hash2</key>
			<data>
			2dpyq9GbPcqpTlCHPvpu11C1w0KmdIz7VB7HXGFXyGw=
			</data>
		</dict>
		<key>PNLiteFullScreen@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			RIvdv+uyMWb4it0X3u97W/axqgg=
			</data>
			<key>hash2</key>
			<data>
			Md2ErZ0WTYyoQkq3YH70N7LIQZafilVeTYr8KUJFumA=
			</data>
		</dict>
		<key>PNLiteMute.png</key>
		<dict>
			<key>hash</key>
			<data>
			L/pb43eMpFLEgdx7rsqwYIAvWvk=
			</data>
			<key>hash2</key>
			<data>
			FO3G7Va+WoJHsBDmAvGESsJvIBfQxF15/EsLt+e8Fbk=
			</data>
		</dict>
		<key>PNLiteMute@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			C1UfnfWQNmD1vWkTCEZucUIqW5M=
			</data>
			<key>hash2</key>
			<data>
			knIX54Pe/dM5HrELLpozBmwz7YgmiceUO+HN9m5+yy4=
			</data>
		</dict>
		<key>PNLitePlay.png</key>
		<dict>
			<key>hash</key>
			<data>
			dZu8YCOw7WDuJeBIORE7wb+r1NI=
			</data>
			<key>hash2</key>
			<data>
			cq/KWXZI9XXpBJJyNXmUb9Qs7fzDlJSdR13KeerPB/o=
			</data>
		</dict>
		<key>PNLitePlay@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			J8s5MkDacBrK0cjD/YhorJtz2o0=
			</data>
			<key>hash2</key>
			<data>
			ngc6OxvLLBw5YyZEXoBLicwMo3tVzROq6v4pJx+dRt0=
			</data>
		</dict>
		<key>PNLiteUnmute.png</key>
		<dict>
			<key>hash</key>
			<data>
			UuvE9CMJS+dRjKGTQbOlEgkNkqk=
			</data>
			<key>hash2</key>
			<data>
			1LJP/s2+cc/zI3eGUj3GJKgYGhZiRacYjqzj1Kb10X0=
			</data>
		</dict>
		<key>PNLiteUnmute@2x.png</key>
		<dict>
			<key>hash</key>
			<data>
			5rJtDoYWQXO16No+mmeBDFJaufg=
			</data>
			<key>hash2</key>
			<data>
			54kwHHu7DXxXDSDN5dFvA+i0o0ytJ1rtYkRe5a+ldeM=
			</data>
		</dict>
		<key>PNLiteVASTPlayerFullScreenViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			95PrXTGXx+PduZ49rJWpTfHiVXo=
			</data>
			<key>hash2</key>
			<data>
			00Qk6+cXKgiGfakOdH5P+VOA1ivHYUXL2oeAzuDCJn8=
			</data>
		</dict>
		<key>PNLiteVASTPlayerFullScreenViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			9H3IJnEjuBhHjDM1p4OCVDVFXf8=
			</data>
			<key>hash2</key>
			<data>
			uB3SJdv7Ue59WGkX4ctkg+R+vNgx5STRRfqBcj/dOQs=
			</data>
		</dict>
		<key>PNLiteVASTPlayerInterstitialViewController.nib</key>
		<dict>
			<key>hash</key>
			<data>
			/upyvfzoqrsvGZHSClupKXBJWgA=
			</data>
			<key>hash2</key>
			<data>
			8WeT6imajx6GaMivQ9TyBecEcAL2e924pTzQOfhhWRw=
			</data>
		</dict>
		<key>PNLiteVASTPlayerRewardedViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			3L0OJBLt5weI4lFcOKz0yBm8MEE=
			</data>
			<key>hash2</key>
			<data>
			Ce3uFLbiwXpigBEnSZ7LFCT+A8Cx8XPZ19scIQs8V+4=
			</data>
		</dict>
		<key>PNLiteVASTPlayerRewardedViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			t5vpetqn9hWx+b+rulyoQzJTjEI=
			</data>
			<key>hash2</key>
			<data>
			MEfZKC8NlY3B6eDG2oxuV256kTfm1JMRkQvJiTMMQso=
			</data>
		</dict>
		<key>PNLiteVASTPlayerViewController.nib/objects-11.0+.nib</key>
		<dict>
			<key>hash</key>
			<data>
			dA3IA0jO/kYzEVZuXq51sWXmvdg=
			</data>
			<key>hash2</key>
			<data>
			fWWePuJtzpMf85/KAEfU/qw929rSJwifSNRrQG/wrQ8=
			</data>
		</dict>
		<key>PNLiteVASTPlayerViewController.nib/runtime.nib</key>
		<dict>
			<key>hash</key>
			<data>
			uA6fECuDb5tjq4UFrpRjyfNC71s=
			</data>
			<key>hash2</key>
			<data>
			C8zoCwvHrhcHM+NPJVoJtKn5CEZ+hFCHAysX4oJIS/U=
			</data>
		</dict>
		<key>age.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ln5x1Y/L2zqdPZ4KZL2EV++GTdg=
			</data>
			<key>hash2</key>
			<data>
			+2IxU9gz+T0FrHl0YlVB/xClZfx2MBu+kTKRdtKxY0U=
			</data>
		</dict>
		<key>age.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			/oI+zWcmqAcrx7/gj9xCksmdhmU=
			</data>
			<key>hash2</key>
			<data>
			dWqQWKl7Xfc5VIcVN5q8Gv/k2K0SCdyM7Wl9dniv7Bs=
			</data>
		</dict>
		<key>age.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			c0MQCs9FVDeIbmxvGD/YRFWNqmo=
			</data>
			<key>hash2</key>
			<data>
			ANErBe3ll6bzrQ2XFzQqD5PJTfZUecVy32pP7q0DBh8=
			</data>
		</dict>
		<key>age.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			M8rgTayaEzdRpfDhr+hda5vH4OE=
			</data>
			<key>hash2</key>
			<data>
			a/Mc3bhKpvFfIRoouEd6CIimh0MAKKRrZYF4cB+qeM8=
			</data>
		</dict>
		<key>age.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			uZPa4B/C9auc8QYKNI5VWWcijEo=
			</data>
			<key>hash2</key>
			<data>
			ER0wT2piWSIJzi6VlnB24EYYswXsrpZC48sGs12xViY=
			</data>
		</dict>
		<key>age.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			itlhltkuDoix520rLNkZS+ca3AY=
			</data>
			<key>hash2</key>
			<data>
			aCVbPGzr51zc5yBwOEgCdLcECMtw3nZzgHnJlUpLQhE=
			</data>
		</dict>
		<key>age.mlmodelc/model.rank.info.json</key>
		<dict>
			<key>hash</key>
			<data>
			G9jOKPMHXIaZBopGKOvWZJFbSho=
			</data>
			<key>hash2</key>
			<data>
			+KWibjBW62+wbe6z28z9iK50kAIAyYxwtZZru37J1N4=
			</data>
		</dict>
		<key>age.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>age.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			F4eV5mXReQYVzJ6dkMJcS5UbxSA=
			</data>
			<key>hash2</key>
			<data>
			fqS+FcI4rEwuh08zvYHDQXdsHxzEcqyRceEHSzm0arE=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			3IdbYJtDoIHefRUofE8jWZSitR8=
			</data>
			<key>hash2</key>
			<data>
			KkTxOjy2tCa0oKdfoXcRJucJc7mqeibPu7G8tcGYO0Q=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			eNadvfkUKo7VhjmqKtELwQsV6/M=
			</data>
			<key>hash2</key>
			<data>
			zn7trOj+pkj+Uyq9YvpN1RAbIZzXD+MsRxA88QKDoLE=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			UnR1rVFmkpBOx+kHPuB1VKW038M=
			</data>
			<key>hash2</key>
			<data>
			SvknrKonmQIpKUkY5eenEyUImqfOsq8BgHky0iybCNM=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			E25JYYa45VKu/Hh6xOsAnrvGVOo=
			</data>
			<key>hash2</key>
			<data>
			3+DrkF9+7wyhPR4ldJTS/1s4zg9KFfurl53cBLplm40=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			sAjzfzCE0Q16/YBJsVV/Q/MosMo=
			</data>
			<key>hash2</key>
			<data>
			aBG9H+6v44RFfJxX0bcUGTu/zoaDu35xl74mz6yydhc=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			zTIo911x+ubhwaxC9kjL/3tyUEI=
			</data>
			<key>hash2</key>
			<data>
			hFP2U5c/fcTbw14Vz8Wt//iE9F2F0IHU6IQ6/BGTi/Q=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/model.rank.info.json</key>
		<dict>
			<key>hash</key>
			<data>
			G9jOKPMHXIaZBopGKOvWZJFbSho=
			</data>
			<key>hash2</key>
			<data>
			+KWibjBW62+wbe6z28z9iK50kAIAyYxwtZZru37J1N4=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gender_model_january_update_single_output_male.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			tkgF5pxT7RlO+9uypQti9obolyA=
			</data>
			<key>hash2</key>
			<data>
			WTG9U2xFUClKISxvyNPBvuddqBeYC6C2cchgPa+zYjg=
			</data>
		</dict>
		<key>hybid_metadata.db</key>
		<dict>
			<key>hash</key>
			<data>
			bIZG2IV4np4nqLaAkubGf/WbCM8=
			</data>
			<key>hash2</key>
			<data>
			CTI/D5EIja2lT++abThOa1wpbzx1qSUEWxekXnZvVcw=
			</data>
		</dict>
		<key>hybidmraidscaling.js</key>
		<dict>
			<key>hash</key>
			<data>
			2jJ3pLX0AHZ8L24MKpAWmPmFel4=
			</data>
			<key>hash2</key>
			<data>
			AZhPDCTPaoMq0Nuifn3gmok97uapmmGpK8EsaJCQcF8=
			</data>
		</dict>
		<key>hybidscaling.js</key>
		<dict>
			<key>hash</key>
			<data>
			izIvB0pwe0IlCElIU0UL7o4PEek=
			</data>
			<key>hash2</key>
			<data>
			XEsuSv9uuCV7TAqKJKxSlurWe6Th/xK8Cp7SRMY78Po=
			</data>
		</dict>
		<key>merged_sessions.csv</key>
		<dict>
			<key>hash</key>
			<data>
			TPHOw1FWDNuGNOIsnldxrUVSnX0=
			</data>
			<key>hash2</key>
			<data>
			g9poNE59mniWTJrOnLI4eFEPF7vogTB6jO/wjODkf+o=
			</data>
		</dict>
		<key>omsdk.js</key>
		<dict>
			<key>hash</key>
			<data>
			VBhnPxV62WtlG5odVIWZbVaiwOc=
			</data>
			<key>hash2</key>
			<data>
			qy8Vy+v9KRCN7f0lcWabC4LZwExK8sYz6HpT3aFLW38=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
